{
  "informativos": [
    {
      "chave": "termos-de-uso",
      "conteudo": "{h2|TERMOS DE USO}\n\nAtualizado em 26 de setembro de 2025.\n\n{t1|Termos de Uso do Aplicativo Catfeina}\n\n{d|Nota para os usuários:} Este documento serve como contrato legal para os usuários.\n\n{linha}\n\nO objetivo deste aplicativo de natureza literária e informativa (o {n|Aplicativo} ou {n|App}) é oferecer um espaço para apreciar poesias, conhecer personagens e acessar textos textos. Leia os artigos, desfrute das poesias e explore o que você achar interessante. Nós queremos que outras pessoas também tirem proveito deste Aplicativo. Mas você não pode reproduzir o conteúdo dele em outros sites ou aplicativos sem autorização explícita. Você pode compartilhar com outros\no que achou interessante por orientá-los a baixar este Aplicativo.\n\nEstes Termos de Uso (este {n|Acordo}) é um acordo jurídico entre Catfeina ({n|Catfeina}, {n|nós} ou {n|nosso}) e você, um usuário ({n|você} ou {n|seu}) do Aplicativo.\n\nQualquer modificação, melhoria, novo recurso e/ou acréscimo de\nqualquer propriedade do Aplicativo estão sujeitos a este Acordo. Este Acordo pode ser revisado, modificado ou encerrado a qualquer momento por nós ao nosso exclusivo critério. Você concorda expressamente que essas modificações, revisões ou encerramento podem ter um efeito material emsua capacidade de usar o Aplicativo. Seu uso e/ou acesso continuado ao Aplicativo, seguindo essas modificações, significa que você aceita essas modificações.\n\nA falha no cumprimento deste Acordo (ao nosso exclusivo critério) no todo ou em parte constitui uma violação material destes termos e pode sujeitar você ao encerramento imediato de seu acesso e/ou licença de uso deste Aplicativo. Você concorda expressamente que podemos encerrar seu acesso e/ou licença de uso do Aplicativo ao nosso exclusivo critério, por qualquer razão\nou nenhuma razão.\n\n{n|VOCÊ CONCORDA A SE SUJEITAR AOS TERMOS DESTE ACORDO POR CLICAR NO BOTÃO “ACEITAR” (OU EQUIVALENTE), ASSOCIADO A ESTE ACORDO, OU POR BAIXAR, INSTALAR, COPIAR OU DE OUTRA FORMA USAR ESTE APLICATIVO. SUA LICENÇA DO APLICATIVO ESTÁ SUJEITA À SUA PRÉVIA ACEITAÇÃO DESTE ACORDO. SE VOCÊ NÃO CONCORDA EM SE SUJEITAR ÀS DISPOSIÇÕES DESTE ACORDO, VOCÊ NÃO DEVE INSTALAR, COPIAR NEM USAR O APLICATIVO, E VOCÊ DEVE IMEDIATAMENTE EXCLUIR DE SEU DISPOSITIVO TODAS AS CÓPIAS DO APLICATIVO.}\n\n{t2|1. CONCESSÃO DE LICENÇA}\nEste Aplicativo é licenciado, não vendido, para seu uso apenas sob os termos deste Acordo. Desde que você tenha cumprido, e que continue a cumprir, com todas as disposições deste Acordo, Catfeina concede a você um direito plenamente revogável, limitado, não transferível, não sublicenciável e não exclusivo de acessar, usar, instalar, executar, armazenar, exibir e rodar o Aplicativo em dispositivos que você possui ou controla para os objetivos descritos neste Acordo ou como talvez seja instruído ou descrito por Catfeina por escrito. Os termos deste Acordo regerão qualquer atualização fornecida por Catfeina que substitua e/ou complemente o Aplicativo original, a menos que essa atualização seja acompanhada de uma licença separada, que será regida pelos termos dessa licença. Alguns componentes do Aplicativo talvez também sejam regidos por licenças de código aberto ou outras licenças de terceiros que sejam aplicáveis. Em caso de conflito entre os termos deste Acordo e qualquer dessas licenças, essas licenças devem ter prioridade sobre esses componentes.\n{t2|2. RESERVA DE DIREITOS E DE PROPRIEDADE; CONTEÚDO DE TERCEIROS, MARCAS REGISTRADAS}\nCatfeina reserva todos os direitos relativos ao Aplicativo que não são expressamente concedidos a você neste Acordo. O Aplicativo é protegido por copyright e outras leis e tratados de propriedade intelectual. No que diz respeito a você e à Catfeina, Catfeina é proprietária de todo direito, título e interesse em e para o Aplicativo. A menos que haja outra indicação, (i) todo o conteúdo deste Aplicativo e (ii) todas as marcas registradas associadas com o Aplicativo são de propriedade da Catfeina. A fim de evitar dúvidas, toda propriedade intelectual licenciada de um terceiro fornecedor pela Catfeina e incluída no Aplicativo deve permanecer como propriedade desse fornecedor. Você concorda em não remover, ocultar ou de outra forma modificar qualquer copyright, marca registrada ou outra notificação de propriedade ou identificador de fonte contido em ou associado ao Aplicativo (incluindo, mas não apenas, os alistados nas atribuições da licença de código aberto) (as {n|Atribuições}). Nós não podemos garantir e não garantimos acesso a informações ou outro conteúdo pertencente a qualquer terceiro que seja acessível a você por meio do Aplicativo (se houver).\n\nAndroid é uma marca registrada da Google LLC. O robô Android é reproduzido ou modificado a partir do trabalho criado e compartilhado pela Google e usado de acordo com os termos descritos na Licença de Atribuição do Creative Commons 3.0 ({link|https://creativecommons.org/licenses/by/3.0/us/|Creative Commons 3.0}). Todas as demais marcas e marcas registradas são propriedades de seus respectivos detentores.\n\n{t2|3. RESTRIÇÕES DE USO}\nO Aplicativo se destina apenas ao seu uso pessoal como descrito neste Acordo ou como talvez seja instruído ou descrito por Catfeina porescrito. Você concorda que você não vai realizar as ações descritas a seguir nem vai permitir que nenhuma outra pessoa,\ndireta ou indiretamente, as realize:\n{item|(a) alugar, arrendar, emprestar, vender, revender, transferir, designar, reproduzir, copiar, publicar, transmitir, sublicenciar, criar obras derivadas de ou de outra forma disseminar, explorar ou tornar disponível qualquer parte do ou todo o Aplicativo;}\n{item|(b) usar engenharia reversa,\n  descompilar, modificar, adaptar, traduzir ou desmontar qualquer parte do ou todo o Aplicativo, incluindo, sem limitações, qualquer de suas ideias subjacentes, algoritmos ou estrutura, ou usar o Aplicativo para criar novos aplicativos, programas, produtos ou serviços (exceto e apenas na medida em que qualquer restrição precedente seja proibida pela lei aplicável ou ao ponto que possaser permitido pelos termos de licença que regem o uso de qualquer componente de código aberto incluído no Aplicativo);}\n{item|(c) remover ou modificar qualquer marca registrada, nome de marca, nome de serviço, ilustração, desenho, logotipo, cabeçalho de página, ícone, script, marca de identificação comercial, imagem de produto ou qualquer outro direito de propriedade que apareça no Aplicativo ou qualquer outra marca registrada de propriedade da Catfeina;}\n{item|(d) exibir o nome, o logotipo, a marca registrada ou outro identificador de qualquer pessoa ou entidade de maneira tal que dê ao observador a impressão de que essa pessoa ou entidade é quem publica ou distribui o Aplicativo (além da Catfeina);}\n{item|(e) usar, postar, transmitir ou apresentar qualquer dispositivo, software ou rotina que interfira ou intencione interferir na operação de qualquer aspecto do Aplicativo;}\n{item|(f) registrar, tentar registrar ou auxiliar qualquer pessoa a registrar qualquer marca registrada, logotipo, nome de domínio e outras características distintivas de marca, copyright, ou outros direitos de propriedade associados com Catfeina;}\n{item|(g) remover, obscurecer ou alterar qualquer notificação de copyright, marca registrada ou outro direito de propriedade que apareça no Aplicativo ou em qualquer item incluído nele;}\n{item|(h) transmitir, armazenar ou processar informações médicas sujeitas a regulações específicas de privacidade de dados de saúde (como a HIPAA nos Estados Unidos ou equivalentes);}\n{item|(i) usar o Aplicativo fora do escopo da licença concedida neste Acordo.}\nVocê deve concordar com (e não conscientemente violar) os Termos de Serviço de APIs de terceiros que o Aplicativo possa utilizar (por exemplo, APIs do Google, se aplicável).\nEmbora você concorde em obedecer as restrições de uso acima, você pode solicitar permissão específica para usar engenharia\nreversa, descompilar, modificar, adaptar, traduzir ou desmontar qualquer parte ou todo o Aplicativo, incluindo, sem limitações, qualquer de suas ideias subjacentes, algoritmos ou estrutura, ou usar o Aplicativo para criar novos aplicativos, programas, produtos ou serviços. Catfeina\nirá conceder permissão a seu próprio critério. Para solicitar essa permissão específica, entre em contato com Catfeina através do e-mail de suporte fornecido na listagem do aplicativo ou dentro do próprio Aplicativo.\n\nA falha tanto da Catfeina como sua em insistir na estrita execução de qualquer provisão deste Acordo ou a falha tanto da Catfeina como sua de exercer qualquer direito ou reparação à qual ela tem direito e que estão aqui previstos não constituirá uma renúncia e não causará nenhuma diminuição das obrigações estabelecidas por este Acordo. Uma renúncia de qualquer descumprimento não constituirá uma renúncia de qualquer descumprimento subsequente. Nenhuma renúncia de qualquer das provisões deste Acordo terá efeito a menos que seja expressamente declarada como renúncia e comunicada à Catfeina ou a você respectivamente pela outra parte, por escrito.\n\n{t2|4. USOS PERMITIDOS E PROIBIDOS DO APLICATIVO E/OU DO CONTEÚDO DO APLICATIVO}\n\nSujeitando-se às restrições estabelecidas abaixo, você pode:\n{item|Visualizar, baixar (quando explicitamente permitido pela funcionalidade do App) e usar o conteúdo protegido por copyright (poesias, textos, imagens) da Catfeina a partir deste Aplicativo para seu uso pessoal e para objetivos não comerciais.}\n{item|Compartilhar links para o Aplicativo ou para conteúdos específicos dentro do Aplicativo (quando a funcionalidade de compartilhamento é fornecida), ou cópias eletrônicas de materiais que são explicitamente designados como \"baixáveis\" ou \"compartilháveis\" por Catfeina dentro do Aplicativo.}\n\nVocê não pode, e não pode permitir que terceiros façam isso:\n{item|Postar conteúdo (poesias, textos, desenhos, marcas registradas, músicas, fotos, vídeos ou artigos) deste Aplicativo na internet (qualquer site, site de compartilhamento de arquivos, site de compartilhamento de vídeos ou rede social) sem autorização prévia e explícita da Catfeina.}\n{item|Distribuir conteúdo (poesias, textos, imagens, marcas registradas, músicas, fotos, ou vídeos) deste Aplicativo com ou como parte de qualquer software ou produto (incluindo enviar esses materiais para um servidor, com o fim de ser usado por um software ou produto) sem autorização prévia e explícita da Catfeina.}\n{item|Reproduzir, duplicar, copiar, distribuir ou explorar qualquer conteúdo (poesias, textos, imagens, logotipos, marcas registradas, músicas, fotos, ou vídeos) ou qualquer outro material deste Aplicativo para objetivos comerciais ou por dinheiro (mesmo que não haja lucro envolvido) sem autorização prévia e explícita da Catfeina.}\n{item|Criar com o objetivo de distribuir qualquer software, ferramenta ou técnica que sejam especificamente feitos para coletar, copiar, baixar, extrair, minerar (harvesting) ou raspar (scraping) dados, HTML, imagens ou texto deste Aplicativo, exceto ferramentas genéricas de acessibilidade que não violem outros termos. (Isso não proíbe a distribuição de aplicativos gratuitos e não comerciais projetados para interagir com o Aplicativo através de APIs públicas fornecidas pela Catfeina, se houver).}\n{item|Fazer mau uso do Aplicativo, como interferir no Aplicativo ou em seus serviços ou acessá-los usando outro método além do que seja explicitamente fornecido pela interface do Aplicativo.}\n{item|Usar este Aplicativo de maneira que cause, ou possa causar, danos ao Aplicativo ou prejudicar a disponibilidade ou a acessibilidade do Aplicativo, ou usá-lo de qualquer maneira que seja ilícita, ilegal, fraudulenta ou prejudicial, ou ligada a qualquer objetivo ou atividade ilícita, ilegal, fraudulenta ou prejudicial.}\n{item|Usar este Aplicativo ou qualquer conteúdo dele para qualquer objetivo relacionado a marketing não autorizado pela Catfeina.}\n{item|Usar este Aplicativo ou seu conteúdo para objetivos comerciais não autorizados ou para oferecer a venda de qualquer produto comercial ou os seguintes: substâncias controladas; drogas ilegais e contrabando de drogas; armas; materiais pirateados; instruções para construir, montar ou obter bens ilegais ou armas para atacar outros; informações usadas para violar o(s) copyright(s), violar a(s) marca(s) registrada(s) ou destruir a propriedade intelectual ou as informações de outros; informações usadas para prejudicar ilegalmente qualquer pessoa ou animal; ou pornografia, nudez explícita não artística, serviços de acompanhante ou outro conteúdo relacionado a temas adultos inadequados para a classificação etária do Aplicativo.}\n{item|Usar o Aplicativo ou seu conteúdo para violar ou incentivar a violação dos direitos legais de outros (por exemplo, isso pode incluir infringir ou apropriar-se dos direitos de propriedade intelectual de outros).}\n{item|Usar o Aplicativo para enviar ou distribuir vírus, {i|worms}, cavalos de Troia, arquivos corrompidos, fraudes ou outros itens de natureza destrutiva ou enganosa.}\n{item|Usar o Aplicativo para se envolver em qualquer atividade que seja identificada por nós, de acordo com nosso próprio e absoluto critério, como ilegal ou inadequada para a comunidade Catfeina.}\n{item|Usar o Aplicativo para postar, transmitir, exibir ou de qualquer outra forma tornar disponível linguagem obscena, profana, difamatória, assediadora, abusiva ou ameaçadora.}\n{item|Usar o Aplicativo ou seu conteúdo para qualquer objetivo ilegal, invasivo, violador, difamatório ou fraudulento (por exemplo, isso pode incluir {i|phishing}, criar um esquema de pirâmide ou espelhar um site).}\n{item|Usar o Aplicativo para gerar, distribuir, publicar ou facilitar, propagandas, promoções e e-mails em massa não solicitados ou outras solicitações ({i|spam}).}\n{item|Envolver-se em qualquer atividade que, de acordo com nosso próprio e absoluto critério, interrompe, interfere, engana ou prejudica (ou ameaça interromper, interferir, enganar ou prejudicar) o Aplicativo, nossas operações ou a capacidade de outros de efetivamente usar o Aplicativo.}\n\nCatfeina não é de nenhuma forma responsável por qualquer desses usos proibidos que você faça, nem por qualquer mensagem ou transmissão assediadora, ameaçadora, difamatória, ofensiva ou ilegal que você talvez receba por usar o Aplicativo indevidamente por terceiros.\n\nComo usuário do Aplicativo, você deve (i) respeitar todas as leis federais, estaduais e locais aplicáveis, e (ii) observar todas as leis de copyright aplicáveis, como as que se aplicam a textos, imagens, músicas, vídeos e outras mídias, tanto no uso pessoal como na produção de informações eletrônicas, se o App permitir tal produção.\n\n{t2|5. ENCERRAMENTO.}\nEste Acordo vigora até ser encerrado por você ou por Catfeina. Seus direitos sob este Acordo se encerrarão automaticamente se você deixar de obedecer a qualquer de seus itens ou provisões. Catfeina pode encerrar imediatamente este Acordo com você e/ou sua licença para usar o Aplicativo por conveniência a qualquer hora, por qualquer motivo ou sem motivo, sem responsabilidades ou obrigações para você. Ao término deste Acordo, você deve encerrar qualquer uso do Aplicativo e desinstalar e excluir o Aplicativo de todos os dispositivos e qualquer mídia de armazenamento. Em nenhuma circunstância Catfeina será responsabilizada pelo encerramento\ndeste Acordo ou pelo encerramento do acesso ao Aplicativo.\n\n{t2|6. CONTEÚDO texto (NÃO MÉDICO OU PROFISSIONAL)}\nO conteúdo deste Aplicativo, incluindo textos textos, tem propósito educacional, literário e de entretenimento. Ele não tem o objetivo de fornecer conselhos médicos, legais, financeiros ou de qualquer outra natureza profissional e não foi preparado para substituir a consulta, o diagnóstico ou o tratamento com um profissional qualificado da respectiva área.\nQualquer informação contida no Aplicativo não recomenda nem defende especificamente nenhum exame, profissional, produto, procedimento, opinião nem outras informações que possam ser mencionadas.\nAs informações do Aplicativo não são feitas, intencionadas ou autorizadas para serem usadas com relação a qualquer decisão médica, legal, financeira ou profissional crítica, ou para qualquer aplicação onde uma falha ou imprecisão possa levar a danos significativos. Em caso de dúvidas relacionadas a tratamentos, problemas de saúde, questões legais, financeiras ou outras que requeiram aconselhamento profissional, consulte sempre um profissional qualificado da área correspondente. Este Aplicativo não assume responsabilidade nem obrigação por qualquer erro ou omissão no conteúdo de quaisquer informações. A confiança em quaisquer informações do Aplicativo é uma questão de decisão e risco pessoal.\n\n{t2|7. AVISO SOBRE GARANTIAS.}\n{n|O USO DO APLICATIVO E DE QUALQUER CONTEÚDO CONTIDO NO APLICATIVO É POR SUA CONTA E RISCO. O APLICATIVO É FORNECIDO “TAL QUAL”, “TAL COMO DISPONÍVEL” E COM TODAS AS FALHAS. NA MÁXIMA EXTENSÃO PERMITIDA POR LEI, PELO PRESENTE CATFEINA SE ISENTA DE TODAS AS GARANTIAS, REPRESENTAÇÕES E CONDIÇÕES, SEJAM EXPRESSAS, IMPLÍCITAS OU LEGAIS, INCLUINDO, MAS NÃO APENAS, QUAISQUER GARANTIAS IMPLÍCITAS, DEVERES OU CONDIÇÕES DE COMERCIALIZAÇÃO, NÃO VIOLAÇÃO, ADEQUAÇÃO PARA UMA FINALIDADE ESPECÍFICA, CONFIABILIDADE OU DISPONIBILIDADE, PRECISÃO OU INTEGRALIDADE, QUALIDADE, SEGURANÇA, ADEQUAÇÃO, TRABALHOS DERIVADOS, AUSÊNCIA DE VÍRUS, AUSÊNCIA DE NEGLIGÊNCIA OU QUE O APLICATIVO FUNCIONE DE QUALQUER FORMA ESPECÍFICA OU PRODUZA QUALQUER RESULTADO ESPECÍFICO, OU DE OUTRA FORMA DECORRENTE DE OU RELACIONADA AO USO DO APLICATIVO POR VOCÊ OU POR QUALQUER OUTRA PESSOA. CATFEINA NÃO DÁ GARANTIA CONTRA INTERFERÊNCIA NO SEU USO DO APLICATIVO, DE QUE AS FUNÇÕES CONTIDAS OU OS SERVIÇOS REALIZADOS OU FORNECIDOS PELO APLICATIVO ATENDERÃO AOS SEUS REQUISITOS, DE QUE A OPERAÇÃO DO APLICATIVO SERÁ ININTERRUPTA OU LIVRE DE ERROS, OU DE QUE O APLICATIVO ESTARÁ LIVRE DE ATRASOS, PERDAS, ATAQUES, HACKING OU OUTRAS INVASÕES DE SEGURANÇA. CATFEINA TAMBÉM NÃO É RESPONSÁVEL PELO FORNECIMENTO DE QUALQUER SUPORTE OU QUAISQUER OUTROS SERVIÇOS OU PELA FALHA EM FORNECER SUPORTE OU QUAISQUER OUTROS SERVIÇOS EM CONEXÃO COM OU RELACIONADOS AO APLICATIVO. EXISTEM RISCOS INERENTES AO DOWNLOAD E USO DE QUALQUER SOFTWARE, E CATFEINA ALERTA VOCÊ A SE CERTIFICAR DE COMPREENDER COMPLETAMENTE OS RISCOS POTENCIAIS ANTES DE BAIXAR, INSTALAR OU USAR DE QUALQUER FORMA O APLICATIVO. NEM CATFEINA, NEM QUALQUER PARTE COLABORADORA DA CATFEINA, NEM QUALQUER DE SEUS DIRETORES, EXECUTIVOS, VOLUNTÁRIOS, MEMBROS, LICENCIADORES, FORNECEDORES, CONTRATADOS, AGENTES OU REPRESENTANTES (COLETIVAMENTE, AS “PARTES DA CATFEINA”) SERÃO RESPONSÁVEIS POR QUAISQUER DANOS QUE VOCÊ OU QUAISQUER TERCEIROS POSSAM SOFRER, REFERENTES OU RELACIONADOS AO SEU DOWNLOAD, INSTALAÇÃO, DESINSTALAÇÃO, MODIFICAÇÃO OU QUALQUER OUTRO USO DO APLICATIVO OU QUALQUER CONTEÚDO DO APLICATIVO.}\n\n{t2|8. LIMITAÇÃO DE RESPONSABILIDADE.}\n{n|NA MÁXIMA EXTENSÃO PERMITIDA PELA LEI APLICÁVEL, EM NENHUM CASO CATFEINA OU QUALQUER OUTRA PARTE DA CATFEINA SERÁ RESPONSÁVEL POR QUAISQUER DANOS ESPECIAIS, INCIDENTAIS, INDIRETOS, CONSEQUENCIAIS OU INDENIZAÇÃO PUNITIVA, (INCLUINDO, MAS NÃO APENAS, PERDA DE LUCROS, PERDA DE DADOS, EMPRESARIAIS OU PATRIMONIAIS, OU POR QUALQUER PERDA DE LUCROS ANTECIPADA, EMPRESARIAIS OU PATRIMONIAIS, POR PERDA DE INFORMAÇÕES CONFIDENCIAIS OU DE OUTRO TIPO, POR INTERRUPÇÃO DE NEGÓCIOS, POR FALHA NO CUMPRIMENTO DE QUALQUER DEVER, INCLUINDO OS DE BOA FÉ OU DE CUIDADO RAZOÁVEL, POR NEGLIGÊNCIA E POR QUALQUER OUTRA PERDA MONETÁRIA OU DE QUALQUER OUTRO TIPO) DECORRENTE DE OU RELACIONADA AO USO QUE VOCÊ FAZ DO APLICATIVO E/OU DO CONTEÚDO DO APLICATIVO (OU SUA INCAPACIDADE DE USAR O APLICATIVO E/OU QUALQUER CONTEÚDO DO APLICATIVO) OU DE OUTRA FORMA COM RELAÇÃO A ESTE ACORDO. O ACIMA SE APLICA QUANDO ESSA RESPONSABILIDADE DECORRER DE QUALQUER RECLAMAÇÃO BASEADA EM CONTRATO, GARANTIA, ATO ILÍCITO CIVIL (INCLUINDO NEGLIGÊNCIA SEM LIMITAÇÃO), RESPONSABILIDADE DE PRODUTO, RESPONSABILIDADE ESTRITA, FALHA, QUEBRA DE GARANTIA, QUEBRA DE CONTRATO OU DE OUTRA FORMA, MESMO SE CATFEINA OU QUALQUER UMA DAS PARTES DA CATFEINA TIVEREM SIDO AVISADAS DA POSSIBILIDADE DE TAIS DANOS. NÃO OBSTANTE QUAISQUER DANOS EM QUE VOCÊ POSSA INCORRER POR QUALQUER RAZÃO ENVOLVENDO O APLICATIVO (INCLUINDO, MAS NÃO APENAS, QUALQUER DANO AQUI REFERIDO), TODA A RESPONSABILIDADE DAS PARTES DA CATFEINA COLETIVAMENTE, E SEU RECURSO EXCLUSIVO NOS TERMOS DESTE DOCUMENTO, SERÁ LIMITADA AO VALOR PAGO POR VOCÊ PELO APLICATIVO, SE HOUVER, OU A DEZ DÓLARES (US$ 10), O QUE FOR MAIOR. ESTA PROVISÃO DE LIMITAÇÃO DE RESPONSABILIDADE DEVE SER APLICADA SEM CONSIDERAR SE OUTRAS DISPOSIÇÕES DESTE ACORDO PROVARAM-SE INEFICIENTES.}\n\n{t2|9. INDENIZAÇÃO.}\nVocê deve indenizar, defender e isentar Catfeina e cada uma das Partes da Catfeina de e contra\ntodas e quaisquer reivindicações, ações, exigências e processos reais ou ameaçados e todas e quaisquer resultantes perdas, responsabilidades, danos, despesas e custos, incluindo, mas não apenas, honorários advocatícios razoáveis,\ndecorrentes de ou relacionados a (i) seu uso, mau uso ou incapacidade de usar o Aplicativo, ou seu acesso ou incapacidade de acessar o Aplicativo ou qualquer conteúdo nele contido; (ii) sua violação deste Acordo; ou (iii) sua violação de quaisquer leis ou regulamentos ou dos direitos de quaisquer terceiros. Você deve cooperar totalmente conforme razoavelmente exigido na defesa de qualquer reivindicação. Catfeina se reserva o direito, às suas próprias custas, de assumir a defesa e o controle exclusivos de qualquer assunto de outra forma sujeito a indenização por você, e você não deve, em nenhuma hipótese, resolver qualquer assunto sem o consentimento por escrito da Catfeina.\n\n{t2|10. LEI REGENTE E JURISDIÇÃO.}\nEste Acordo, incluindo todas as reivindicações relacionadas a ele, deve ser regido e interpretado de acordo com as leis do país de residência do desenvolvedor principal do Catfeina, sem dar efeito a quaisquer princípios de conflitos de leis. Qualquer ação ou processo legal decorrente deste Acordo ou relacionado ao Aplicativo será instituído exclusivamente nos tribunais localizados na jurisdição de residência do desenvolvedor principal do Catfeina, e cada parte se submete irrevogavelmente à jurisdição pessoal e ao foro de tais tribunais.\n\n{t2|11. ACORDO INTEGRAL.}\nEste Acordo constitui o acordo integral entre você e Catfeina com relação ao seu objeto e substitui todos os entendimentos, comunicações ou acordos anteriores ou contemporâneos, orais ou escritos, entre você e Catfeina com relação a tal objeto.\n\n{t2|12. DIVISIBILIDADE.}\nSe qualquer provisão deste Acordo for considerada ilegal, inválida ou inexequível por um tribunal de jurisdição competente, as demais provisões permanecerão em pleno vigor e efeito.\n\n{t2|13. ATRIBUIÇÃO.}\nVocê não pode atribuir este Acordo ou quaisquer direitos ou obrigações aqui estabelecidos, no todo ou em parte, seja voluntariamente ou por força da lei, sem o consentimento prévio por escrito da Catfeina. Qualquer tentativa de atribuição por você sem tal consentimento será nula e sem efeito. Catfeina pode atribuir este Acordo ou quaisquer direitos aqui estabelecidos sem o seu consentimento.\n\n{t2|14. SEM BENEFICIÁRIOS DE TERCEIROS.}\nEste Acordo é para o benefício exclusivo das partes e seus respectivos sucessores e cessionários permitidos e nada aqui, expresso ou implícito, destina-se a ou deve conferir a qualquer outra pessoa ou entidade qualquer direito legal ou equitativo, benefício ou recurso de qualquer natureza sob ou em razão deste Acordo.\n\n{t2|15. RENÚNCIA.}\nA falha de qualquer uma das partes em insistir no cumprimento estrito de qualquer termo ou provisão deste Acordo ou em exercer qualquer opção, direito ou recurso aqui contido não será interpretada como uma renúncia ou uma renúncia a tal termo, provisão, opção, direito ou recurso, mas o mesmo continuará e permanecerá em pleno vigor e efeito. Nenhuma renúncia por qualquer parte a qualquer termo ou provisão deste Acordo será considerada uma renúncia adicional ou contínua de tal termo ou provisão ou uma renúncia a qualquer outro termo ou provisão.\n\n{t2|16. CONTATO.}\nSe você tiver alguma dúvida sobre este Acordo, ou se desejar entrar em contato com Catfeina por qualquer motivo, por favor, utilize as informações de contato fornecidas na listagem da loja do Aplicativo ou dentro da seção \"Sobre\" ou \"Contato\" do próprio Aplicativo.",
      "dataAtualizacao": 1758999600000
    },
    {
      "chave": "politica-de-privacidade",
      "conteudo": "{h2|Política de privacidade}\n\n{t1|Política de privacidade}\n{d|Atualizado em 11 de julho de 2023}\n\n{linha}\n\n{n|Política de privacidade}\n{item|Respeito por sua privacidade}\n{item|Informações sobre o controlador de dados}\n{item|Segurança das informações e confidencialidade}\n{item|Menores de idade}\n{item|Serviços de terceiros}\n{item|Notificações sobre alterações nesta Política}\n{item|Script ativo ou JavaScript}\n\n{n|Veja também}\n{item|{link|https://www.jw.org/open?docid=1011533&prefer=content|Política global das Testemunhas de Jeová sobre proteção de informações}}\n{item|{link|https://www.jw.org/open?docid=1014902&prefer=content|Política global sobre uso de informações pessoais}}\n{item|{link|https://www.jw.org/open?docid=1014903&prefer=content|Política global sobre uso de cookies e tecnologias similares}}\n\n{t2|RESPEITO POR SUA PRIVACIDADE}\nNós protegemos e respeitamos sua privacidade. Esta Política mostra os procedimentos utilizados por nosso aplicativo e por todos os aplicativos associados fornecidos pela Catfeina (“Catfeina”) para processar qualquer informação pessoal coletada por nós ou fornecida por você. Quando você utiliza o nosso aplicativo, algumas informações pessoais básicas podem ser mantidas em nosso banco de dados. Reconhecemos a importância de manter essas informações seguras e de informá-lo sobre como elas serão utilizadas. Você pode escolher se vai ou não fornecer informações pessoais. Nesta Política, o termo “informações pessoais” se refere a informações como o seu nome, e-mail, ou qualquer outra informação utilizada para identificar você. O termo “aplicativo” inclui este aplicativo e outros de nossos aplicativos, se aplicável.\n\n{t2|INFORMAÇÕES SOBRE O CONTROLADOR DE DADOS}\nEste aplicativo e todos os aplicativos associados pertencem à Catfeina, uma entidade que desenvolve e mantém o aplicativo Catfeina. Se você decidir de forma voluntária criar uma conta (se aplicável), ou realizar qualquer outra ação que envolva fornecer informações pessoais, você estará concordando com esta Política. Também estará de acordo com o armazenamento de suas informações em servidores que podem estar localizados em diferentes jurisdições e com a coleta, processamento, transferência e armazenamento de suas informações pessoais, conforme necessário para processar a ação que você realizou, pela Catfeina e por organizações parceiras que possam nos ajudar na operação do aplicativo, se aplicável.\n\nO controlador de dados de suas informações pessoais varia de acordo com sua interação com o aplicativo. Por exemplo, se você fornecer informações para uma funcionalidade específica, essas informações podem ser gerenciadas diretamente pela Catfeina ou por um serviço integrado, sempre em conformidade com esta política.\n\nPara ajudá-lo, se no país em que você mora existem leis sobre proteção de informações, você poderá encontrar informações de contato relevantes dentro do próprio Aplicativo ou através do nosso e-mail de suporte.\n\n{t2|SEGURANÇA DAS INFORMAÇÕES E CONFIDENCIALIDADE}\nLevamos muito a sério a segurança e a confidencialidade das suas informações. Utilizamos métodos atualizados de armazenamento e segurança para proteger suas informações pessoais contra acessos não autorizados, divulgação ou uso impróprios, modificações não autorizadas, destruição ilegal ou perda acidental. Todos os processadores de informações pessoais e quaisquer terceiros que utilizemos para processar suas informações pessoais (se houver) são obrigados a respeitar a confidencialidade de suas informações. Suas informações pessoais serão mantidas apenas pelo tempo necessário para cumprir os objetivos pelos quais foram coletadas ou qualquer obrigação legal ou norma referente à retenção de documentos.\n\nProtegemos suas informações pessoais durante transferências utilizando protocolos de encriptação quando apropriado. Utilizamos sistemas de computadores com protocolos de acesso limitado localizados em instalações que utilizam procedimentos e métodos de segurança físicos e eletrônicos para garantir a confidencialidade e a segurança das informações enviadas para nós. Também mantemos rigorosos padrões de segurança para impedir qualquer acesso não autorizado.\n\n{t2|MENORES DE IDADE}\nSe você é menor de idade no país em que está acessando o nosso aplicativo, você só pode fornecer informações pessoais no aplicativo com o consentimento do(s) seu(s) pai(s) ou responsável legal. Se você é pai ou responsável e autoriza o menor a fornecer informações pessoais neste aplicativo, você concorda com esta Política sobre o uso do aplicativo pelo menor.\n\n{t2|SERVIÇOS DE TERCEIROS}\nÀs vezes este aplicativo ou os aplicativos associados podem conter links para serviços de terceiros. Isso pode incluir links para sites ou serviços de terceiros que foram contratados para prestar serviço (por exemplo, para funcionalidades específicas). Um site ou serviço de terceiro pode ter uma aparência diferente e operar sob seus próprios termos. Além disso, dependendo da solicitação que você fizer por esse serviço, você poderá receber e-mails ou mensagens de texto do terceiro com as informações solicitadas. Quando utilizamos um serviço de terceiros, e depois periodicamente, sua política de privacidade e proteção de informações é analisada para assegurar de que estão sendo usados padrões consistentes com as nossas políticas. No entanto, nós não controlamos os termos de uso, programação, políticas de privacidade e condições gerais dos aplicativos e serviços fornecidos por esses terceiros. Por este motivo, o uso de aplicativos e serviços de terceiros através do Catfeina está sujeito aos atuais termos de serviço e condições gerais definidos pelos terceiros. Nós não somos necessariamente informados sobre essas atualizações, portanto, por favor, revise os termos antes de utilizar um serviço de terceiros. Se você tiver alguma dúvida sobre a política de um serviço de terceiros, leia a política de privacidade em seu site ou plataforma.\n\nSe o aplicativo utilizar serviços como Google Maps, o uso desses serviços está sujeito à atual {link|https://policies.google.com/privacy|Política de Privacidade do Google}. Não podemos controlar os aplicativos, programação e {link|https://policies.google.com/terms|Termos de Serviço} do Google. Por isso, quando você utilizar os serviços do Google Maps neste aplicativo (se aplicável) você está sujeito aos atuais {link|https://maps.google.com/help/terms_maps/|Termos Adicionais de Serviço do Google Maps/Google Earth}. Nós não somos informados sobre as atualizações desses termos, portanto, por favor, revise esses termos antes de utilizar os serviços do Google Maps. Não utilize o Google Maps caso não aceite os termos de serviço estabelecidos por eles.\n\n{t2|NOTIFICAÇÕES SOBRE ALTERAÇÕES NESTA POLÍTICA}\nEstamos sempre aprimorando e acrescentando novos recursos, ferramentas e serviços ao nosso aplicativo e a todos os aplicativos associados. Por causa dessas constantes mudanças, e de mudanças nas leis e na própria tecnologia, nosso uso de informações pode mudar de tempos em tempos. Quando uma mudança na nossa Política é necessária, qualquer alteração realizada é postada nesta página ou comunicada dentro do aplicativo para que você esteja ciente de que informações coletamos e como as usamos.\n\n{t2|REQUISITOS DE FUNCIONAMENTO DO APLICATIVO}\nO aplicativo Catfeina foi desenvolvido para operar de forma eficiente em seu dispositivo móvel. Para fornecer seus recursos e funcionalidades, o aplicativo pode interagir com componentes padrão do sistema operacional. Isso pode incluir, por exemplo, acesso à rede para buscar ou atualizar conteúdo (se aplicável), utilização de recursos gráficos para exibição da interface, ou gerenciamento de armazenamento local para salvar preferências ou dados do aplicativo. Essas operações são fundamentais para a experiência do usuário e para o correto desempenho do Catfeina.",
      "dataAtualizacao": 1689044400000
    },
    {
      "chave": "como-usamos-suas-informacoes",
      "conteudo": "{h2|Como o Catfeina usa suas informações}\\n\\n{t1|Transparência e Respeito}\\n{d|Atualizado em11 de julho de 2023}\\n\\n{linha}\\n\\n{t2|NOSSO COMPROMISSO}\\nO Catfeina foi criado como um espaço para apreciação da arte e da literatura, sem fins comerciais. Nosso principal objetivo é oferecer uma experiência agradável e enriquecedora. A confiança de nossos usuários é fundamental, e esta seção explica de forma clara quais informações são utilizadas e por quê.\\n\\n{t2|INFORMAÇÕES ESSENCIAIS PARA O FUNCIONAMENTO}\\nPara que o aplicativo funcione corretamente, algumas informações básicas precisam ser gerenciadas entre nossos sistemas (se aplicável) e o seu dispositivo. Isso inclui:\\n\\n{item|Sincronização de conteúdo (se aplicável):} Se futuras versões do aplicativo permitirem a sincronização de notas ou favoritos entre dispositivos, informações sobre sua conta e o conteúdo associado serão transferidas de forma segura.\\n{item|Identificação do Dispositivo:} Informações anônimas sobre o modelo do seu dispositivo e a versão do sistema operacional podem ser usadas para identificar e corrigir erros específicos de uma plataforma.\\n\\n{n|Nenhuma dessas informações essenciais será vendida, alugada ou usada para fins de propaganda.}\\n\\n{t2|INFORMAÇÕES DE DIAGNÓSTICO (OPCIONAL)}\\nPara manter o aplicativo estável e confiável, gostaríamos de coletar relatórios de erro anônimos. Quando o aplicativo fecha inesperadamente (crash), um relatório contendo informações técnicas sobre o erro é gerado. Esses relatórios nos ajudam a identificar a causa do problema e a corrigi-lo em futuras atualizações. A coleta desses dados é opcional e pode ser gerenciada nas configurações de privacidade.\\n\\n{t2|INFORMAÇÕES DE USO (OPCIONAL)}\\nPara melhorar a experiência, a aparência e o desempenho do Catfeina, gostaríamos de entender como os usuários interagem com o aplicativo. Isso inclui coletar dados anônimos sobre:\\n\\n{item|Quais telas são mais acessadas.}\\n{item|Quais funcionalidades são mais utilizadas.}\\n{item|Com que frequência o aplicativo é aberto.}\\n\\nEsses dados são agregados e completamente anônimos, ou seja, não conseguimos identificar um usuário específico. Eles nos ajudam a tomar decisões sobre quais áreas do aplicativo merecem mais atenção e desenvolvimento. A coleta desses dados também é opcional e pode ser gerenciada nas configurações de privacidade.\\n\\n{t2|DADOS ARMAZENADOS APENAS NO SEU DISPOSITIVO}\\nGrande parte dos seus dados, como notas pessoais, poemas favoritados e configurações de tema, são armazenados exclusivamente no seu dispositivo. Nós não temos acesso a essas informações. Se você desinstalar o aplicativo, esses dados serão perdidos, a menos que você tenha feito um backup manual (se aplicável).\\n\\n{t2|CONTATO}\\nSe tiver qualquer dúvida sobre como suas informações são utilizadas, por favor, entre em contato conosco através das informações disponíveis na loja de aplicativos ou na seção \\\"Sobre\\\" do próprio Catfeina.\n",
      "dataAtualizacao": 1689044400000
    }
  ]
}
