{
  "personagens": [
    {
      "id": 1,
      "nome": "Fígaro",
      "descricao": "Um gato preto e branco, companheiro de Pinóquio. É conhecido por seu temperamento um pouco mimado, mas tem um bom coração e é extremamente leal a Gepeto.",
      "imagem": "figaro.webp",
      "dataCriacao": 1728289200000
    },
    {
      "id": 2,
      "nome": "Tom",
      "descricao": "O eterno antagonista felino de Jerry. Apesar de suas tentativas intermináveis e muitas vezes desastradas de capturar o rato, Tom mostra momentos de inteligência e até de amizade.",
      "imagem": "tom.webp",
      "dataCriacao": 1728289201000
    },
    {
      "id": 3,
      "nome": "Gato de Cheshire",
      "descricao": "Um gato misterioso e enigmático de 'Alice no País das Maravilhas', famoso por seu sorriso largo e sua capacidade de aparecer e desaparecer. Suas falas filosóficas confundem e guiam Alice.",
      "imagem": "cheshire.webp",
      "dataCriacao": 1728289202000
    },
    {
      "id": 4,
      "nome": "Garfield",
      "descricao": "Amante de lasanha, odeia segundas-feiras e adora dormir. Este gato laranja e gordo é o mestre do sarcasmo e da preguiça, vivendo para atormentar seu dono, Jon, e o cachorro Odie.",
      "imagem": "garfield.webp",
      "dataCriacao": 1728289203000
    },
    {
      "id": 5,
      "nome": "Gato de Botas",
      "descricao": "Um charmoso e audacioso espadachim felino. Com suas botas estilosas, chapéu de pluma e um sotaque irresistível, ele é um herói destemido, embora um pouco dramático.",
      "imagem": "gato_de_botas.webp",
      "dataCriacao": 1728289204000
    },
    {
      "id": 6,
      "nome": "Salem Saberhagen",
      "descricao": "Um bruxo condenado a viver 100 anos como um gato preto falante. Com um humor ácido e planos megalomaníacos, Salem é o alívio cômico e conselheiro relutante de Sabrina.",
      "imagem": "salem.webp",
      "dataCriacao": 1728289205000
    },
    {
      "id": 7,
      "nome": "Frajola",
      "descricao": "Um gato preto e branco que passa a vida tentando capturar o canário Piu-Piu. Apesar de sua fome insaciável, seus planos são sempre frustrados de maneiras hilárias.",
      "imagem": "frajola.webp",
      "dataCriacao": 1728289206000
    },
    {
      "id": 8,
      "nome": "Manda-Chuva",
      "descricao": "O líder carismático de uma gangue de gatos de beco em Manhattan. Esperto e cheio de lábia, ele está sempre elaborando esquemas para conseguir uma refeição fácil, para o desespero do Guarda Belo.",
      "imagem": "manda_chuva.webp",
      "dataCriacao": 1728289207000
    },
    {
      "id": 9,
      "nome": "Luna",
      "descricao": "A gata preta guardiã de Usagi Tsukino (Sailor Moon). Luna é sábia, responsável e muitas vezes age como a mentora das Sailors, guiando-as em sua missão de proteger o universo.",
      "imagem": "luna.webp",
      "dataCriacao": 1728289208000
    },
    {
      "id": 10,
      "nome": "Félix, o Gato",
      "descricao": "Uma das primeiras estrelas dos desenhos animados. Este gato preto, com sua bolsa mágica de truques, é otimista e resolve problemas de maneiras criativas e surreais.",
      "imagem": "felix.webp",
      "dataCriacao": 1728289209000
    },
    {
      "id": 11,
      "nome": "Bichento",
      "descricao": "O gato de estimação de Hermione Granger. Extremamente inteligente, meio amasso e com um rosto achatado, Bichento desvenda mistérios que os próprios bruxos não conseguem ver.",
      "imagem": "bichento.webp",
      "dataCriacao": 1728289210000
    },
    {
      "id": 12,
      "nome": "Duquesa",
      "descricao": "A matriarca elegante e refinada dos 'Aristogatas'. Mãe de três gatinhos, ela é uma gata persa de alta sociedade que se vê em uma grande aventura pelas ruas de Paris.",
      "imagem": "duquesa.webp",
      "dataCriacao": 1728289211000
    },
    {
      "id": 13,
      "nome": "Meowth (Miau)",
      "descricao": "O único Pokémon que aprendeu a falar a linguagem humana. Membro da Equipe Rocket, Meowth é ambicioso e sonha em se tornar o favorito do chefe, mas seu lado cômico sempre se sobressai.",
      "imagem": "meowth.webp",
      "dataCriacao": 1728289212000
    },
    {
      "id": 14,
      "nome": "Hello Kitty",
      "descricao": "Um ícone global da cultura pop. Esta gatinha branca com um laço vermelho na orelha representa a amizade, a gentileza e a fofura, transcendendo gerações.",
      "imagem": "hello_kitty.webp",
      "dataCriacao": 1728289213000
    },
    {
      "id": 15,
      "nome": "Orion",
      "descricao": "Um gato de 'Homens de Preto' que usava um colar com uma galáxia inteira dentro. Pequeno no tamanho, mas de importância cósmica, era a chave para evitar uma guerra intergaláctica.",
      "imagem": "orion.webp",
      "dataCriacao": 1728289214000
    },
    {
      "id": 16,
      "nome": "Scratchy (Comichão)",
      "descricao": "O gato do desenho animado ultraviolento 'Comichão e Coçadinha', dentro de 'Os Simpsons'. Ele sempre leva a pior de maneiras criativas e exageradas nas mãos do rato Coçadinha.",
      "imagem": "scratchy.webp",
      "dataCriacao": 1728289215000
    },
    {
      "id": 17,
      "nome": "Bola de Neve",
      "descricao": "O nome dado a vários gatos da família Simpson. Embora a identidade mude, a presença de um gato na casa é uma constante, representando o típico animal de estimação suburbano.",
      "imagem": "bola_de_neve.webp",
      "dataCriacao": 1728289216000
    },
    {
      "id": 18,
      "nome": "Jiji",
      "descricao": "O companheiro sarcástico e falante da jovem bruxa Kiki. Embora perca a habilidade de falar, sua amizade e apoio são fundamentais para a jornada de autodescoberta de Kiki.",
      "imagem": "jiji.webp",
      "dataCriacao": 1728289217000
    },
    {
      "id": 19,
      "nome": "Gato Félix (de 'Ghost in the Shell')",
      "descricao": "Um gato cibernético que serve como um corpo remoto para um hacker. Ele representa a fusão entre o orgânico e o tecnológico, um tema central na série.",
      "imagem": "ghost_cat.webp",
      "dataCriacao": 1728289218000
    },
    {
      "id": 20,
      "nome": "Barão Humbert von Gikkingen",
      "descricao": "Uma estatueta de gato que ganha vida em 'O Reino dos Gatos'. Elegante, cavalheiro e dono de uma loja especial, ele ajuda a protagonista Haru a encontrar seu caminho de volta.",
      "imagem": "barao.webp",
      "dataCriacao": 1728289219000
    }
  ]
}
